Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Use a scoped Porkbun API key and secret. Enable API access for each domain you want DNSDeck to manage, and restrict the key by domain or source IP where possible.
de: Verwenden Sie einen Porkbun-API-Schlüssel und -Geheimnis mit Gültigkeitsbereich. Aktivieren Sie den API-Zugriff für jede Domäne, die DNSDeck verwalten soll, und beschränken Sie den Schlüssel nach Möglichkeit nach Domäne oder Quell-IP.
es: Utilice una clave y un secreto de API de Porkbun con ámbito. Habilite el acceso API para cada dominio que desee que administre DNSDeck y restrinja la clave por dominio o IP de origen cuando sea posible.
fr: Utilisez une clé et un secret API Porkbun limités. Activez l'accès à l'API pour chaque domaine que vous souhaitez que DNSDeck gère et limitez la clé par domaine ou par adresse IP source lorsque cela est possible.
hi: स्कोप्ड पोर्कबुन एपीआई कुंजी और रहस्य का उपयोग करें। प्रत्येक डोमेन के लिए एपीआई एक्सेस सक्षम करें जिसे आप DNSDeck द्वारा प्रबंधित करना चाहते हैं, और जहां संभव हो डोमेन या स्रोत आईपी द्वारा कुंजी को प्रतिबंधित करें।
id: Gunakan kunci dan rahasia Porkbun API yang tercakup. Aktifkan akses API untuk setiap domain yang ingin dikelola DNSDeck, dan batasi kunci berdasarkan domain atau IP sumber jika memungkinkan.
ja: スコープ付きの Porkbun API キーとシークレットを使用します。 DNSDeck で管理する各ドメインの API アクセスを有効にし、可能な場合はドメインまたはソース IP ごとにキーを制限します。
ko: 범위가 지정된 Porkbun API 키와 비밀을 사용하세요. DNSDeck이 관리할 각 도메인에 대해 API 액세스를 활성화하고 가능한 경우 도메인 또는 소스 IP별로 키를 제한하세요.
pl: Użyj klucza i sekretu API Porkbun o ograniczonym zakresie. Włącz dostęp API dla każdej domeny, którą ma zarządzać DNSDeck, i jeśli to możliwe, ogranicz klucz według domeny lub źródłowego adresu IP.
pt_br: Use uma chave e um segredo da API Porkbun com escopo definido. Habilite o acesso à API para cada domínio que você deseja que o DNSDeck gerencie e restrinja a chave por domínio ou IP de origem sempre que possível.
tr: Kapsamlı bir Porkbun API anahtarı ve sırrı kullanın. DNSDeck'in yönetmesini istediğiniz her alan adı için API erişimini etkinleştirin ve mümkün olduğunda anahtarı alan adı veya kaynak IP'ye göre kısıtlayın.
uk: Використовуйте ключ API Porkbun із обмеженою областю та секрет. Увімкніть доступ через API для кожного домену, яким DNSDeck має керувати, і обмежте ключ доменом або вихідною IP-адресою, де це можливо.
vi: Sử dụng khóa và bí mật API Porkbun có phạm vi. Cho phép truy cập API cho từng miền mà bạn muốn DNSDeck quản lý và hạn chế khóa theo miền hoặc IP nguồn nếu có thể.
zh_hans: 使用范围内的 Porkbun API 密钥和秘密。为您希望 DNSDeck 管理的每个域启用 API 访问，并在可能的情况下按域或源 IP 限制密钥。
zh_hant: 使用範圍內的 Porkbun API 金鑰和秘密。為您希望 DNSDeck 管理的每個網域啟用 API 訪問，並在可能的情況下按網域或來源 IP 限制金鑰。

source: Use a scoped deSEC API token. Domain creation and deletion require separate token permissions; RRset writes can be restricted by domain, subname, and type policies.
de: Verwenden Sie ein deSEC-API-Token mit Gültigkeitsbereich. Für die Erstellung und Löschung von Domänen sind separate Token-Berechtigungen erforderlich. RRset-Schreibvorgänge können durch Domänen-, Unternamen- und Typrichtlinien eingeschränkt werden.
es: Utilice un token API deSEC con ámbito. La creación y eliminación de dominios requieren permisos de token separados; Las escrituras de RRset se pueden restringir mediante políticas de dominio, subnombre y tipo.
fr: Utilisez un jeton API deSEC étendu. La création et la suppression de domaines nécessitent des autorisations de jeton distinctes ; Les écritures RRset peuvent être restreintes par des politiques de domaine, de sous-nom et de type.
hi: स्कोप्ड डीएसईसी एपीआई टोकन का उपयोग करें। डोमेन निर्माण और हटाने के लिए अलग टोकन अनुमतियों की आवश्यकता होती है; आरआरसेट लेखन को डोमेन, उपनाम और प्रकार नीतियों द्वारा प्रतिबंधित किया जा सकता है।
id: Gunakan token API deSEC yang tercakup. Pembuatan dan penghapusan domain memerlukan izin token terpisah; Penulisan RRset dapat dibatasi oleh kebijakan domain, subnama, dan jenis.
ja: スコープ付きの deSEC API トークンを使用します。ドメインの作成と削除には別のトークン権限が必要です。 RRset の書き込みは、ドメイン、サブ名、およびタイプのポリシーによって制限できます。
ko: 범위가 지정된 deSEC API 토큰을 사용하세요. 도메인 생성 및 삭제에는 별도의 토큰 권한이 필요합니다. RRset 쓰기는 도메인, 하위 이름 및 유형 정책에 의해 제한될 수 있습니다.
pl: Użyj tokena API deSEC o określonym zakresie. Tworzenie i usuwanie domeny wymaga oddzielnych uprawnień do tokena; Zapisy RRset mogą być ograniczone przez zasady domeny, podnazwy i typu.
pt_br: Use um token de API deSEC com escopo definido. A criação e exclusão de domínio requerem permissões de token separadas; As gravações RRset podem ser restritas por políticas de domínio, subnome e tipo.
tr: Kapsamlı bir deSEC API jetonu kullanın. Etki alanı oluşturma ve silme, ayrı belirteç izinleri gerektirir; RRset yazma işlemleri etki alanı, alt ad ve tür politikalarına göre kısıtlanabilir.
uk: Використовуйте токен API deSEC із обмеженою областю. Для створення та видалення домену потрібні окремі дозволи на маркер; Записи RRset можуть бути обмежені політикою домену, підімені та типу.
vi: Sử dụng mã thông báo API deSEC trong phạm vi. Việc tạo và xóa tên miền yêu cầu quyền truy cập mã thông báo riêng biệt; Việc ghi RRset có thể bị hạn chế bởi các chính sách tên miền, tên con và loại.
zh_hans: 使用范围内的 deSEC API 令牌。域的创建和删除需要单独的令牌权限； RRset 写入可以通过域、子名称和类型策略进行限制。
zh_hant: 使用範圍內的 deSEC API 令牌。網域的建立和刪除需要單獨的令牌權限； RRset 寫入可以透過網域、子名稱和類型策略來限制。

source: Use a service account JSON key with DNS Administrator permissions and the project that owns the managed zones. Cloud Domains nameserver changes require domains.registrations.configureDns.
de: Verwenden Sie einen Dienstkontoschlüssel JSON mit DNS-Administratorberechtigungen und dem Projekt, das die verwalteten Zonen besitzt. Änderungen am Cloud Domains-Nameserver erfordern domains.registrations.configureDns.
es: Utilice una clave de cuenta de servicio JSON con permisos de administrador DNS y el proyecto propietario de las zonas administradas. Los cambios en el servidor de nombres de Cloud Domains requieren domains.registrations.configureDns.
fr: Utilisez une clé de compte de service JSON avec les autorisations d'administrateur DNS et le projet propriétaire des zones gérées. Les modifications du serveur de noms Cloud Domains nécessitent domains.registrations.configureDns.
hi: DNS प्रशासक अनुमतियों और प्रबंधित क्षेत्रों के स्वामित्व वाले प्रोजेक्ट के साथ एक सेवा खाता JSON कुंजी का उपयोग करें। क्लाउड डोमेन नेमसर्वर परिवर्तन के लिए Domains.registrations.configureDns की आवश्यकता होती है।
id: Gunakan kunci JSON akun layanan dengan izin Administrator DNS dan proyek yang memiliki zona terkelola. Perubahan server nama Cloud Domains memerlukan domains.registrations.configureDns.
ja: DNS 管理者権限とマネージド ゾーンを所有するプロジェクトを持つサービス アカウント JSON キーを使用します。 Cloud Domains ネームサーバーの変更には、domains.registrations.configureDns が必要です。
ko: DNS 관리자 권한이 있는 서비스 계정 JSON 키와 관리형 영역을 소유한 프로젝트를 사용하세요. Cloud Domains 네임서버를 변경하려면 domains.registrations.configureDns가 필요합니다.
pl: Użyj klucza konta usługi JSON z uprawnieniami administratora DNS i projektem będącym właścicielem zarządzanych stref. Zmiany serwera nazw Cloud Domains wymagają domains.registrations.configureDns.
pt_br: Use uma chave JSON da conta de serviço com permissões de administrador DNS e o projeto que possui as zonas gerenciadas. As alterações no servidor de nomes do Cloud Domains exigem domains.registrations.configureDns.
tr: DNS Yöneticisi izinlerine sahip bir hizmet hesabı JSON anahtarını ve yönetilen bölgelerin sahibi olan projeyi kullanın. Cloud Domains ad sunucusu değişiklikleri, domains.registrations.configureDns gerektirir.
uk: Використовуйте ключ JSON облікового запису служби з дозволами адміністратора DNS і проектом, якому належать керовані зони. Зміни сервера імен Cloud Domains вимагають domains.registrations.configureDns.
vi: Sử dụng khóa JSON của tài khoản dịch vụ với quyền Quản trị viên DNS và dự án sở hữu các vùng được quản lý. Các thay đổi về máy chủ định danh của Cloud Domains yêu cầu phải có domains.registrations.configureDns.
zh_hans: 使用具有 DNS 管理员权限的服务帐户 JSON 密钥以及拥有托管区域的项目。 Cloud Domains 域名服务器更改需要domains.registrations.configureDns。
zh_hant: 使用具有 DNS 管理員權限的服務帳戶 JSON 金鑰以及擁有託管區域的項目。 Cloud Domains 網域名稱伺服器變更需要domains.registrations.configureDns。

source: Use an API token with Zone Read and DNS Read. Add DNS Write for record changes and Zone Write for zone creation. Account ID is required.
de: Verwenden Sie ein API-Token mit Zone Read und DNS Read. Fügen Sie DNS Write für Datensatzänderungen und Zone Write für die Zonenerstellung hinzu. Konto-ID ist erforderlich.
es: Utilice un token API con lectura de zona y lectura de DNS. Agregue escritura DNS para cambios de registros y escritura de zona para la creación de zonas. Se requiere identificación de cuenta.
fr: Utilisez un jeton API avec Zone Read et DNS Read. Ajoutez DNS Write pour les modifications d’enregistrement et Zone Write pour la création de zones. L’identifiant du compte est requis.
hi: ज़ोन रीड और डीएनएस रीड के साथ एपीआई टोकन का उपयोग करें। रिकॉर्ड परिवर्तन के लिए DNS लिखें और ज़ोन निर्माण के लिए ज़ोन लिखें जोड़ें। खाता आईडी आवश्यक है.
id: Gunakan token API dengan Zone Read dan DNS Read. Tambahkan DNS Write untuk perubahan catatan dan Zone Write untuk pembuatan zona. ID akun diperlukan.
ja: ゾーン読み取りおよび DNS 読み取りで API トークンを使用します。レコード変更用の DNS 書き込みとゾーン作成用のゾーン書き込みを追加します。アカウントIDが必要です。
ko: 영역 읽기 및 DNS 읽기와 함께 API 토큰을 사용합니다. 레코드 변경을 위한 DNS 쓰기와 영역 생성을 위한 영역 쓰기를 추가합니다. 계정 ID가 필요합니다.
pl: Użyj tokena API z odczytem strefy i odczytem DNS. Dodaj zapis DNS w celu zmiany rekordów i zapis strefy w celu utworzenia strefy. Wymagany jest identyfikator konta.
pt_br: Use um token de API com leitura de zona e leitura de DNS. Adicione gravação de DNS para alterações de registro e gravação de zona para criação de zona. O ID da conta é obrigatório.
tr: Bölge Okuma ve DNS Okuma ile bir API belirteci kullanın. Kayıt değişiklikleri için DNS Yazma'yı ve bölge oluşturma için Bölge Yazma'yı ekleyin. Hesap kimliği gerekli.
uk: Використовуйте маркер API із читанням зони та читанням DNS. Додайте DNS Write для змінення записів і Zone Write для створення зони. Потрібно ввести ідентифікатор облікового запису.
vi: Sử dụng mã thông báo API với Đọc vùng và Đọc DNS. Thêm DNS Write để thay đổi bản ghi và Zone Write để tạo vùng. ID tài khoản là bắt buộc.
zh_hans: 将 API 令牌与区域读取和 DNS 读取结合使用。添加用于记录更改的 DNS 写入和用于创建区域的区域写入。需要帐户 ID。
zh_hant: 將 API 令牌與區域讀取和 DNS 讀取結合使用。新增用於記錄變更的 DNS 寫入和用於建立區域的區域寫入。需要帳戶 ID。

source: Use an AWS access key with least-privilege Route 53 permissions. Nameserver changes also require Route 53 Domains access for domains registered in the same account.
de: Verwenden Sie einen AWS-Zugriffsschlüssel mit Route 53-Berechtigungen mit den geringsten Rechten. Für Nameserveränderungen ist außerdem der Zugriff auf Route 53-Domänen für Domänen erforderlich, die im selben Konto registriert sind.
es: Utilice una clave de acceso de AWS con permisos de Ruta 53 con privilegios mínimos. Los cambios de servidor de nombres también requieren acceso a Dominios de Route 53 para los dominios registrados en la misma cuenta.
fr: Utilisez une clé d'accès AWS avec les autorisations Route 53 de moindre privilège. Les modifications du serveur de noms nécessitent également un accès aux domaines Route 53 pour les domaines enregistrés dans le même compte.
hi: न्यूनतम-विशेषाधिकार वाले रूट 53 अनुमतियों वाली AWS एक्सेस कुंजी का उपयोग करें। नेमसर्वर परिवर्तन के लिए उसी खाते में पंजीकृत डोमेन के लिए रूट 53 डोमेन एक्सेस की भी आवश्यकता होती है।
id: Gunakan access key AWS dengan izin Route 53 dengan hak istimewa paling rendah. Perubahan server nama juga memerlukan akses Domain Route 53 untuk domain yang terdaftar di akun yang sama.
ja: 最小特権の Route 53 アクセス許可を持つ AWS アクセス キーを使用します。ネームサーバーの変更には、同じアカウントに登録されているドメインに対する Route 53 ドメインへのアクセスも必要です。
ko: 최소 권한 Route 53 권한이 있는 AWS 액세스 키를 사용하십시오. 네임서버를 변경하려면 동일한 계정에 등록된 도메인에 대한 Route 53 도메인 액세스도 필요합니다.
pl: Użyj klucza dostępu AWS z uprawnieniami Route 53 o najniższych uprawnieniach. Zmiany serwera nazw wymagają również dostępu do domen Route 53 dla domen zarejestrowanych na tym samym koncie.
pt_br: Use uma chave de acesso da AWS com permissões do Route 53 com privilégios mínimos. As alterações no servidor de nomes também exigem acesso aos domínios do Route 53 para domínios registrados na mesma conta.
tr: En az ayrıcalıklı Route 53 izinlerine sahip bir AWS erişim anahtarı kullanın. Ad sunucusu değişiklikleri aynı hesapta kayıtlı etki alanları için Route 53 Etki Alanları erişimini de gerektirir.
uk: Використовуйте ключ доступу AWS із найменшими правами доступу Route 53. Зміни сервера імен також вимагають доступу до доменів Route 53 для доменів, зареєстрованих в одному обліковому записі.
vi: Sử dụng khóa truy cập AWS có quyền Tuyến 53 có đặc quyền thấp nhất. Các thay đổi về máy chủ tên cũng yêu cầu quyền truy cập Miền 53 đối với các miền được đăng ký trong cùng một tài khoản.
zh_hans: 使用具有最低权限 Route 53 权限的 AWS 访问密钥。名称服务器更改还需要对同一帐户中注册的域进行 Route 53 域访问。
zh_hant: 使用具有最低權限 Route 53 權限的 AWS 存取金鑰。名稱伺服器變更也需要對同一帳戶中註冊的網域進行 Route 53 網域存取。

source: Use an IONOS Hosting Developer API key in prefix.secret form. This connects to the Hosting DNS API; IONOS Cloud DNS is a separate product and credential system.
de: Verwenden Sie einen IONOS Hosting Developer API-Schlüssel in der Form prefix.secret. Dadurch wird eine Verbindung zur Hosting-DNS-API hergestellt. IONOS Cloud DNS ist ein separates Produkt und Anmeldesystem.
es: Utilice una clave API de desarrollador de hosting de IONOS en formato prefix.secret. Esto se conecta a la API de Hosting DNS; IONOS Cloud DNS es un producto y un sistema de credenciales independientes.
fr: Utilisez une clé API IONOS Hosting Developer sous la forme prefix.secret. Celui-ci se connecte à l'API DNS d'hébergement ; IONOS Cloud DNS est un produit et un système d'identification distincts.
hi: प्रीफ़िक्स.सीक्रेट फॉर्म में IONOS होस्टिंग डेवलपर API कुंजी का उपयोग करें। यह होस्टिंग DNS API से कनेक्ट होता है; IONOS क्लाउड DNS एक अलग उत्पाद और क्रेडेंशियल सिस्टम है।
id: Gunakan kunci API Pengembang IONOS Hosting dalam bentuk awalan.rahasia. Ini terhubung ke API DNS Hosting; IONOS Cloud DNS adalah produk dan sistem kredensial terpisah.
ja: IONOS ホスティング開発者 API キーを prefix.secret 形式で使用します。これにより、ホスティング DNS API に接続されます。 IONOS Cloud DNS は、別個の製品および認証システムです。
ko: prefix.secret 형식의 IONOS Hosting Developer API 키를 사용하세요. 이는 호스팅 DNS API에 연결됩니다. IONOS Cloud DNS는 별도의 제품이자 자격 증명 시스템입니다.
pl: Użyj klucza API IONOS Hosting Developer w formie prefix.secret. To łączy się z API Hostingu DNS; IONOS Cloud DNS to odrębny produkt i system uwierzytelniania.
pt_br: Use uma chave de API do desenvolvedor de hospedagem IONOS no formato prefix.secret. Isso se conecta à API DNS de hospedagem; IONOS Cloud DNS é um produto separado e um sistema de credenciais.
tr: Prefix.secret biçiminde bir IONOS Hosting Developer API anahtarı kullanın. Bu, Hosting DNS API'sine bağlanır; IONOS Cloud DNS ayrı bir ürün ve kimlik bilgisi sistemidir.
uk: Використовуйте ключ API розробника хостингу IONOS у формі prefix.secret. Це підключається до API хостингу DNS; IONOS Cloud DNS — це окремий продукт і система облікових даних.
vi: Sử dụng khóa API Nhà phát triển dịch vụ lưu trữ IONOS ở dạng prefix.secret. Điều này kết nối với API DNS lưu trữ; IONOS Cloud DNS là một sản phẩm và hệ thống thông tin xác thực riêng biệt.
zh_hans: 使用 prefix.secret 形式的 IONOS Hosting Developer API 密钥。这连接到托管 DNS API； IONOS Cloud DNS 是一个独立的产品和凭证系统。
zh_hant: 使用 prefix.secret 形式的 IONOS Hosting Developer API 金鑰。這連接到託管 DNS API； IONOS Cloud DNS 是一個獨立的產品和憑證系統。

source: Use an OCI API signing key and a compartment containing the public GLOBAL zones DNSDeck should manage. Private views and Traffic Management steering policies are separate OCI surfaces.
de: Verwenden Sie einen OCI-API-Signaturschlüssel und ein Compartment, das die öffentlichen GLOBAL-Zonen enthält, die DNSDeck verwalten soll. Private Ansichten und Traffic Management-Steuerungsrichtlinien sind separate OCI-Oberflächen.
es: Utilice una clave de firma de API OCI y un compartimento que contenga las zonas GLOBALES públicas que DNSDeck debe administrar. Las vistas privadas y las políticas de dirección de Gestión del tráfico son superficies OCI independientes.
fr: Utilisez une clé de signature d'API OCI et un compartiment contenant les zones GLOBALES publiques que DNSDeck doit gérer. Les vues privées et les politiques de pilotage de gestion du trafic sont des surfaces OCI distinctes.
hi: एक ओसीआई एपीआई हस्ताक्षर कुंजी और एक कम्पार्टमेंट का उपयोग करें जिसमें सार्वजनिक वैश्विक क्षेत्र डीएनएसडेक को प्रबंधित करना चाहिए। निजी विचार और ट्रैफ़िक प्रबंधन स्टीयरिंग नीतियां अलग-अलग OCI सतहें हैं।
id: Gunakan kunci penandatanganan OCI API dan kompartemen yang berisi zona GLOBAL publik yang harus dikelola DNSDeck. Tampilan pribadi dan kebijakan pengarah Manajemen Lalu Lintas adalah permukaan OCI yang terpisah.
ja: OCI API署名キーと、DNSDeckが管理するパブリックGLOBALゾーンを含むコンパートメントを使用します。プライベート ビューとトラフィック管理ステアリング ポリシーは別個の OCI サーフェスです。
ko: OCI API 서명 키와 DNSDeck이 관리해야 하는 공개 GLOBAL 영역이 포함된 구획을 사용하세요. 개인 보기와 트래픽 관리 조정 정책은 별도의 OCI 표면입니다.
pl: Użyj klucza podpisu OCI API i przedziału zawierającego publiczne GLOBALNE strefy, którymi powinien zarządzać DNSDeck. Widoki prywatne i zasady sterowania Zarządzaniem ruchem to oddzielne powierzchnie OCI.
pt_br: Use uma chave de assinatura da API OCI e um compartimento contendo as zonas GLOBAL públicas que o DNSDeck deve gerenciar. As visualizações privadas e as políticas de direção de gerenciamento de tráfego são superfícies OCI separadas.
tr: Bir OCI API imzalama anahtarı ve DNSDeck'in yönetmesi gereken genel GLOBAL bölgeleri içeren bir bölme kullanın. Özel görünümler ve Trafik Yönetimi yönlendirme politikaları ayrı OCI yüzeyleridir.
uk: Використовуйте ключ підпису OCI API і відсік, що містить загальнодоступні ГЛОБАЛЬНІ зони, якими має керувати DNSDeck. Приватні перегляди та політики управління трафіком є ​​окремими поверхнями OCI.
vi: Sử dụng khóa ký API OCI và một ngăn chứa các vùng GLOBAL công khai mà DNSDeck sẽ quản lý. Chế độ xem riêng tư và chính sách chỉ đạo Quản lý lưu lượng truy cập là các bề mặt OCI riêng biệt.
zh_hans: 使用 OCI API 签名密钥和包含 DNSDeck 应管理的公共 GLOBAL 区域的隔间。私有视图和流量管理引导策略是单独的 OCI 表面。
zh_hant: 使用 OCI API 簽章金鑰和包含 DNSDeck 應管理的公共 GLOBAL 區域的隔間。私有視圖和流量管理引導策略是單獨的 OCI 表面。

source: Use an OVHcloud application key, application secret, and consumer key authorized for DNS zone, record, and domain nameserver paths. Zone ordering and service termination remain separate billing workflows.
de: Verwenden Sie einen OVHcloud-Anwendungsschlüssel, ein Anwendungsgeheimnis und einen Verbraucherschlüssel, die für DNS-Zonen-, Datensatz- und Domain-Nameserver-Pfade autorisiert sind. Zonenbestellung und Dienstbeendigung bleiben separate Abrechnungsabläufe.
es: Utilice una clave de aplicación, un secreto de aplicación y una clave de consumidor de OVHcloud autorizados para la zona DNS, el registro y las rutas del servidor de nombres de dominio. El pedido de zonas y la terminación del servicio siguen siendo flujos de trabajo de facturación separados.
fr: Utilisez une clé d'application, un secret d'application et une clé consommateur OVHcloud autorisés pour les chemins de zone DNS, d'enregistrement et de serveur de noms de domaine. La commande de zones et la résiliation du service restent des workflows de facturation distincts.
hi: DNS ज़ोन, रिकॉर्ड और डोमेन नेमसर्वर पथों के लिए अधिकृत OVHcloud एप्लिकेशन कुंजी, एप्लिकेशन सीक्रेट और उपभोक्ता कुंजी का उपयोग करें। ज़ोन ऑर्डरिंग और सेवा समाप्ति अलग-अलग बिलिंग वर्कफ़्लो हैं।
id: Gunakan kunci aplikasi OVHcloud, rahasia aplikasi, dan kunci konsumen yang diotorisasi untuk zona DNS, catatan, dan jalur server nama domain. Pemesanan zona dan penghentian layanan tetap menjadi alur kerja penagihan yang terpisah.
ja: DNS ゾーン、レコード、およびドメイン ネームサーバー パスに対して認可された OVHcloud アプリケーション キー、アプリケーション シークレット、およびコンシューマ キーを使用します。ゾーンの注文とサービスの終了は、引き続き個別の請求ワークフローとなります。
ko: DNS 영역, 레코드 및 도메인 이름 서버 경로에 대해 승인된 OVHcloud 애플리케이션 키, 애플리케이션 비밀 및 소비자 키를 사용합니다. 영역 주문 및 서비스 종료는 별도의 청구 워크플로로 유지됩니다.
pl: Użyj klucza aplikacji, sekretu aplikacji i klucza klienta OVHcloud autoryzowanych do stref DNS, rekordów i ścieżek serwerów nazw domen. Zamawianie stref i zakończenie świadczenia usług pozostają odrębnymi procesami rozliczeniowymi.
pt_br: Utilize uma chave de aplicação, um segredo de aplicação e uma chave de consumidor da OVHcloud autorizadas para zonas DNS, registos e caminhos de servidores de nomes de domínio. O pedido de zona e o encerramento do serviço permanecem fluxos de trabalho de cobrança separados.
tr: DNS bölgesi, kaydı ve etki alanı ad sunucusu yolları için yetkilendirilmiş bir OVHcloud uygulama anahtarı, uygulama sırrı ve tüketici anahtarı kullanın. Bölge siparişi ve hizmet sonlandırma, ayrı faturalandırma iş akışları olarak kalır.
uk: Використовуйте ключ додатка OVHcloud, секрет додатка та ключ споживача, авторизовані для шляхів зони DNS, запису та сервера імен домену. Замовлення зони та припинення обслуговування залишаються окремими робочими процесами виставлення рахунків.
vi: Sử dụng khóa ứng dụng OVHcloud, bí mật ứng dụng và khóa tiêu dùng được ủy quyền cho vùng DNS, bản ghi và đường dẫn máy chủ tên miền. Đặt hàng vùng và chấm dứt dịch vụ vẫn là quy trình thanh toán riêng biệt.
zh_hans: 使用为 DNS 区域、记录和域名服务器路径授权的 OVHcloud 应用程序密钥、应用程序密钥和消费者密钥。区域订购和服务终止仍然是独立的计费工作流程。
zh_hant: 使用為 DNS 區域、記錄和網域名稱伺服器路徑授權的 OVHcloud 應用程式金鑰、應用程式金鑰和消費者金鑰。區域訂購和服務終止仍然是獨立的計費工作流程。
